{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "oil-git-status.nvim": {
      "src": "https://github.com/refractalize/oil-git-status.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "opencode.nvim": {
      "src": "https://github.com/nickjvandyke/opencode.nvim"
    },
    "schemastore.nvim": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}